Repository: ChrisAllinson/Algorithms-UIKit-Swift
Catalog: Algorithms-UIKit-Swift/Algorithms-UIKit-Swift/Localizable.xcstrings
Source language: en
Languages: fr_ca

source: Algorithms
fr_ca: Algorithmes

source: Back
fr_ca: Dos

source: Binary Search
fr_ca: Recherche Binaire

source: Data set:
fr_ca: Base de données :

# Enter_Value
source: Enter a value:
fr_ca: Entrez une valeur :

source: Factorial - Iteration
fr_ca: Factorielle - Itération

source: Factorial - Recursion
fr_ca: Factorielle - Récursion

source: False
fr_ca: Faux

source: Fibonacci member
fr_ca: Membre de Fibonacci

source: Is a palindrome
fr_ca: Est un palindrome

source: Palindrome - Using Array
fr_ca: Palindrome - Utiliser un tableau

source: Palindrome - Using String
fr_ca: Palindrome - Utiliser une chaîne

source: Pascal's Triangle
fr_ca: Le Triangle de Pascal

source: Pascal's Triangle row
fr_ca: Rangée du Triangle de Pascal

source: Reverse String - Simple
fr_ca: Chaîne inversée - Simple

source: Reverse String - Using Array
fr_ca: Chaîne inversée - Utiliser un tableau

source: Reversed string
fr_ca: Chaîne inversée

source: Search for:
fr_ca: Rechercher :

source: Select a value:
fr_ca: Sélectionnez une valeur :

source: Selected value
fr_ca: Valeur sélectionnée

source: True
fr_ca: Vrai

source: Was found
fr_ca: A été trouvé
